Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_de.tmx
Source language: en
Languages: de

source: Bodies providing guidance, counselling and information services relating to any aspect of lifelong learning
de: Einrichtungen, die in Bezug auf jedweden Aspekt lebenslangen Lernens anleiten, beraten und informieren

source: Primary teaching
de: Grundschulunterricht

source: This sub-Action funds the management structures of the Programme, in particular the National Agencies
de: Diese Unteraktion unterstützt die Verwaltungsstrukturen des Programms, inbesondere die Nationalagenturen, finanziell.

source: Library
de: Bibliothek

source: COM Pupil mobility sending school
de: COM PupilMobility entsendende Einrichtung

source: No impact
de: Keine Auswirkung

source: Not Applicable
de: Trifft nicht zu

source: Experience gained by the project partners
de: Erfahrungen, die die Projektpartner gesammelt haben

source: GERMANY
de: DEUTSCHLAND

source: Publishing activities
de: Veröffentlichungsleistungen

source: Moldova, Republic Of
de: Moldavien

source: Remediation activities and other waste management services
de: Sanierungsmaßnahmen und sonstige Abfallwirtschaftsdienste

source: STAFF TRAINING
de: PERSONALMOBILITÄT

source: ERASMUS Student Mobility for Placements
de: ERASMUS Studierendenmobilität für Auslandspraktika

source: Other manufacturing
de: sonstige Produktion

source: A teacher teaching another subject in school through the medium of a foreign language (CLIL)
de: Eine Lehrkraft, die ein anderes Schulfach in einer Fremdsprache unterrichtet (CLIL)

source: Albanian
de: Albanisch

source: Other teaching professionals
de: Sonstiges Lehrpersonal

source: Promotion of the acquisition of key competences throughout the education and training system
de: x

source: Future career relevance
de: Relevanz für die zukünftie Laufbahn

source: Public authority (national)
de: Behörde (national)

source: Association of professors and researchers specialising in European integration
de: Vereinigung von Professoren und Forschern auf dem Gebiet der europäischen Integration

source: Bulgarian
de: bulgarisch

source: Driving school activities
de: Fahrschulunterricht

source: Manufacture of electrical equipment
de: Produktion von elektrischem Zubehör

source: Coordinator
de: Koordinator

source: Quechua
de: Ketschua

source: Health (broad programmes)
de: Gesundheit (breitgefächerte Bildungsgänge)

source: English
de: englisch

source: Large city - City centre
de: Großstadt - Innenstadt

source: Lower secondary programmes to ISCED 3C
de: Programme der unteren Sekundarbildung für ISCED 3C

source: Strategies for funding adult education
de: Strategien zur Finanzierung von Erwachsenenbildung

source: Placements
de: Praktika

source: Group 7 &ndash; Actions promoting participation and initiative by young people
de: Gruppe 7: Aktionen, die die Teilhabe und Initiative junger Menschen fördern

source: UNITED KINGDOM
de: GROßBRITANNIEN

source: Associations working in the field of lifelong learning, including students', trainees', pupils', teachers', parents' and adult learners' associations
de: Vereine, Gesellschaften, die im Feld des Lebenslangesn Lernens arbeiten, einschließlich Organisationen für Studenten, Auszubildende, Schüler, Lehrer, Eltern, erwachsene Lernende

source: Budget-based grant
de: budgetgebundener Zuschuss

source: Youth unemployment
de: Jugendarbeitslosigkeit

source: Candidate Countries
de: Beitrittskandidatenländer

source: Papua New Guinea
de: Papua-Neuguinea

source: Social work and counselling
de: Sozialarbeit und Beratung

source: Development of Pre-school and Early Childhood Education and Care (ECEC) provision
de: x

source: Produce teaching material
de: Lernmaterial produzieren

source: New dialogue and partnerships between EU and non-EU countries
de: Neuer Dialog und Partnerschaften zwischen EU und Nicht-EU-Staaten

source: Graduates at ISCED3
de: Absolventen nach ISCED3

source: Electricity and energy
de: Elektrik und Energie

source: Advertising and market research
de: Werbung und Marktforschung

source: Raising trainees achievement
de: Leistungssteigerung von Schülern und Schülerinnen

source: Pupils' associations
de: Schülervereine

source: Catalan
de: Katalan

source: Telecommunication technology
de: Telekommunikationstechnologie

source: Radio / TV Broadcasting
de: Hörfunk und Fernsehen

source: Yiddish
de: Jiddisch

source: Mining support service activities
de: Bargbauunterstützende Aktivitäten

source: Icelandic
de: isländisch

source: Netherlands Antilles
de: Niederländische Antillen

source: Intensive Programmes
de: Intensivprogramme

source: STUDIES AND COMPARATIVE RESEARCH
de: Studien und vergleichende Forschung

source: Client information clerks
de: Angestellte in der Kundeninformation

source: staff 501 to 2.000
de: 501 bis 2.000 Mitarbeitende

source: Head/Lead of computer graphics
de: Abteilungsleiter der Graphikabteilung

source: Contact seminar
de: Kontaktseminar

source: Upgraded my knowledge of other countries/cultures/education systems
de: Erweiterte mein Wissen über andere Länder/Kulturen/Bildungssysteme

source: Sundanese
de: Sudanesisch

source: Extra curricular activity
de: Außercurriculare Aktivitäten

source: Organisation exclusively dedicated to youth
de: Organisation, die für Jugendliche gewidmet ist

source: Gallegan
de: Galizisch

source: Job-shadowing
de: Hospitation

source: To improve the quality and to increase the volume of co-operation between organisations involved in adult education throughout Europe
de: Verbesserung der Qualität und Ausweitung des Umfangs der Zusammenarbeit zwischen den an der Erwachsenenbildung beteiligten Einrichtungen in Europa

source: Round 1: 14/01/2011
de: Runde 1: 15.01.2011

source: Manufacture of machinery and equipment n.e.c.
de: Maschinenbau

source: Computer programming
de: Computerprogramm

source: Development studies
de: Entwicklungspolitische Wissenschaften

source: Measuring competences and anticipating future skills
de: x

source: Follow-up and support by my sending organisation was satisfactory
de: Die Unterstützung durch meine entsendende Einrichtung war zufriedenstellend.

source: University or higher education institution (tertiary level)
de: Hochschule oder Fachhochschule (tertiärer Sektor)

source: Services
de: Diensleistung

source: Institutions or organisations providing learning opportunities within the context of the Lifelong Learning Programme, or within the limits of its sub-programmes
de: Institutionen und Organisationen, die Lernmöglichkeiten im Kontext des Programms für Lebenslanges Lernen bzw. innerhalb seiner Unterprogramme anbieten

source: Montenegrin
de: Montenegrinisch

source: Encouraged me to read more about latest research in teaching/in my subject
de: Ermutigte mich, mehr aktuelle Forschungsarbeiten über das Lehren / meinen Bereich zu lesen

source: Stationary-plant and related operators
de: Betreiber stationärer Anlagen und Facharbeiter in ähnlichen Bereichen

source: School staff participating in a Comenius Partnership and requesting training in a Partnership language
de: Teilnehmer/innen einer COMENIUS Schulpartnerschaft, die Unterricht in der Fremdsprache des Partnerlandes benötigen

source: ECVET networks
de: ECVET-Netze

source: Biochemistry
de: Biochemie

source: Tertiary programmes with occupation orientation
de: Tertiäre Programme mit Berufsorientierung

source: Psychiatry and clinical psychology
de: Psychatrie und klinische Psychologie

source: Management and administration
de: Betriebsführungs- und Verwaltungswesen

source: Undifferentiated goods- and services-producing activities of private households for own use
de: Nicht näher bezeichnete Herstellung von Waren und Erbringung von Dienstleistungen durch private Haushalte für den Eigenbedarf

source: Architecture and building
de: Architektur und Bauwesen

source: Increased project management skills
de: Erhöhte Projektmanagementfertigkeiten

source: Waste collection, treatment and disposal activities; materials recovery
de: Abfallsammlung, Klärungs- und Beseitigungsaktivitäten; Materialgewinnung

source: This sub-Action supports projects aimed at introducing, implementing and promoting innovative approaches in the youth field. Grant requests related to this sub-Action are to be submitted following specific calls for proposals.
de: Diese Unteraktion unterstützt Projekte, deren Ziel die Einführung, Umsetzung und Weiterentwicklung innovativer Ansätze im Jugendbereich ist. Förderanträge, die sich auf diese Unteraktion beziehen, sind nach besonderen Aufforderungen zur Einreichung von Vorschlägen einzureichen.

source: Exchanges
de: Austausch

source: Led or will lead to establishing partnerships/co-operation with schools/organisations represented at the training event.
de: Hat zu der Bildung einer Partnerschaft/Zusammenarbeit zwischen Schulen/Einrichtungen, die an der Fortbildung teilgenommen haben, geführt oder wird dazu führen

source: Recommended by a colleague
de: Vorschlag von Kollegen

source: Colombia
de: Kolumbien

source: Activities of households as employers of domestic personnel
de: Aktivitäten von Haushalten als Arbeitgeber für Hauspersonal

source: Manufacture of tobacco products
de: Herstellung von Tabakproduktien

source: Urban planning
de: Städteplanung

source: 27-65 years
de: 26-65 Jahre

source: Mobility of professionals in VET
de: Mobilität von Berufsbildungspersonal

source: Vocational or technical secondary school
de: Berufliche oder technische Schule

source: Supporting entrepreneurship and links with the world of work
de: Förderung des Unternehmergeistes und der Verbindung zur Arbeitswelt

source: Cisjordanie / West Bank (and Gaza strip)
de: Westjordanland (und Gazastreifen)

source: 20 months
de: 20 Monate

source: Post-secondary non-tertiary to 5B
de: postsenkundär, nicht tertiär bis 5B

source: Training of trainers
de: Ausbildung für Ausbilder/innen

source: Antarctica
de: Antarktika

source: Post-secondary non-tertiary to 5A
de: postsenkundär, nicht tertiär bis 5A

source: Questionnaires for participants
de: Fragebögen für Teilnehmende

source: Italian
de: italienisch

source: French Guiana
de: Französisch-Guayana

source: Horticulture
de: Gartenbau

source: The persons and bodies responsible for systems and policies at local, regional and national level
de: Personen und Körperschaften, die für Systeme und Politiken auf lokaler, regionaler und nationaler Ebene verantwortlich sind

source: Holistic language policies at school
de: Ganzheitliche Sprachpolitik in Schulen

source: Christmas Island
de: Weihnachtsinsel

source: Security services (broad programmes)
de: Sicherheitsdienste (breitgefächerte Bildungsgänge)

source: Pedagogy of Sciences and Technology
de: Wissenschafts- und Technikpädagogik

source: unduplicated
de: nicht dupliziert

source: Career guidance & counselling
de: Berufsberatung

source: LEONARDO DA VINCI Networks
de: LEONARDO DA VINCI Netzwerke

source: Qualification of teachers and trainers in VET
de: Qualifizierung von Lehrer/innen und Ausbilder/innen in der beruflichen Bildung

source: Physical education, sport science
de: Sport, Sportwissenschaften

source: Global environmental challenges and climate change
de: Globale ökologische Herausforderungen und Klimawandel

source: Experience gained by individuals
de: Erfahrungen, die Individuen gesammelt haben

source: European Voluntary Service
de: Europäischer Freiwilligendienst

source: Archivists, librarians and related information professionals
de: Archivare, Bibliothekare und ähnliche Informationsfachkräfte

source: Wallis And Futuna
de: Wallis und Futuna

source: AGRICULTURE, FORESTRY AND FISHING
de: Landwirtschaft, Forstwirtschaft und Fischerei

source: Group 5 &ndash; Debate on European matters, EU policies or youth polities
de: Gruppe 5: Diskussion zu europäischen Themen, EU-Politiken oder Jugendorganisationen

source: Others
de: sonstige

source: Education in prisons or for social reinsertion of offenders
de: Bildung in Gefängnissen oder zur sozialen Rehabilitation von Straftätern

source: Geology
de: Geologie

source: Computer system design
de: Design von Computersystemen

source: Projects focusing on cooperation between higher education institutions and enterprises
de: Projekte, die sich auf die Zusammenarbeit zwischen Hochschuleinrichtungen und Unternehmen konzentrieren

source: Organising activities linked to the European Youth Week
de: Organisation von Aktivitäten in Bezug zur Europäischen Jugendwoche

source: Not known or unspecified
de: nicht bekannt oder spezifiziert

source: Non-profit associations
de: Gemeinnütziger Verein

source: Higher education
de: Hochschulbildung

source: Sotho, Southern
de: Sotho, Südlich

source: Access to higher education and mobility
de: Zugang zu höherer Bildung und Mobilität

source: Zimbabwe
de: Simbabwe

source: Danish
de: dänisch

source: Trainees
de: Auszubildende / Trainees

source: Lecture
de: Lesung

source: Secondary art education
de: Sekundarschulbildung im Bereich Kunst

source: The pedagogical support provided by the host institution
de: Die von der Gasteinrichtung geleistete pädagogische Unterstützung

source: Postal and courier activities
de: Post- und Kurierdienste

source: I got to know another system of VET and/or Lifelong learning and/or guidance
de: Ich habe ein anderes System der Berufsbildung und/oder des lebenslangen Lernens und/oder der Begleitung kennen gelernt.

source: Moldavian
de: Moldawisch

source: Can understand and use familiar everyday expressions and very basic phrases aimed at the satisfaction of needs of a concrete type. Can introduce him/herself and others and can ask and answer questions about personal details such as where he/she lives, people he/she knows and things he/she has. Can interact in a simple way provided the other person talks slowly and clearly and is prepared to help.
de: Ist in der Lage, alltägliche Ausdrücke und sehr einfache Phrasen, die zur Erfüllung konkreter Bedürfnisse dienen, zu verstehen und zu verwenden. Ist in der Lage, sich und andere vorzustellen und Fragen über persönliche Details wie nach dem Wohnort, nach Bekannten und Dingen zu stellen und zu beantworten. Ist zu einfacher Interaktion in der Lage, wenn die andere Person langsam und deutlich spricht und bereit ist zu helfen.

source: Conference
de: Konferenz

source: Addressing target groups with special needs
de: Ansprechen von Zielgruppen mit besonderem Förderbedarf

source: Training
de: Training (Schulung)

source: Innovative pedagogy and assessment methods for diverse learning pathways
de: x

source: MINING AND QUARRYING
de: Bergbau

source: Network
de: Netzwerk

source: Development
de: Entwicklung

source: To increase the degree of transparency and compatibility between higher education and advanced vocational education qualifications gained in Europe
de: Verbesserung der Transparenz und Kompatibilität von in Europa erworbenen Hochschulabschlüssen und Qualifikationen der fortgeschrittenen beruflichen Bildung;

source: National Youth Council
de: Nationaler Jugendrat

source: To improve the quality and accessibility of mobility throughout Europe of people involved in adult education and to increase its volume, so as to support the mobility of at least 7.000 of such individuals per year by 2013
de: Verbesserung von Qualität und Zugänglichkeit der europaweiten Mobilität von an der Erwachsenenbildung beteiligten Personen sowie Ausweitung des Umfangs dieser Mobilität, sodass bis 2013 die Mobilität von mindestens 7000 Personen pro Jahr unterstützt wird

source: Regional fund
de: Regionalfond

source: Implementing ECVET for transparency and recognition of learning outcomes and qualifications
de: x

source: supports youth policy co-operation at European level, in particular by facilitating dialogue between young people and policy makers
de: unterstützt jugendpolitische Kooperationen auf europäischer Ebene, inbesondere durch die Förderung des Dialoges zwischen jungen Menschen und PolitikerInnen

source: Improving validation of non-formal and informal learning
de: Verbesserung der Validierung von nicht formellem und informellem Lernen

source: Educational difficulties
de: Probleme im Bereich der Bildung (SchulabbrecherInnen etc.)

source: Integration of skills needs of the labour market into VET
de: Integration von arbeitsmarktrelevanten Kompetenzen in die Berufsbildung

source: philosophy
de: Philosophie

source: School co-operation with the local community
de: Zusammenarbeit der Schule mit der lokalen Gemeinde

source: Intergenerational activities
de: Intergenerationelle Aktivitäten

source: Food and beverage service activities
de: Gastronomiewesen

source: PROFESSIONAL, SCIENTIFIC AND TECHNICAL ACTIVITIES
de: Erbringung von freiberuflichen, wissenschaftlichen und technischen Dienstleistungen

source: Chechen
de: Tschtschenisch

source: Promoting social cohesion through improved adult learning opportunities for specific social groups
de: x

source: European network having formal statutory member organisations
de: Europäisches Netzwerk als formal gesetzliche Organisation

source: Large city (over 300.000 inhabitants)
de: Großstadt (über 300.000 Einwohner/innen)

source: HUNGARY
de: UNGARN

source: Lacking support within participating organisations
de: Mangelnde Unterstützung innerhalb der teilnehmenden Einrichtungen

source: Jamaica
de: Jamaika

source: Provide information on countries of origin
de: Informationen über das Ursprungsland

source: Experience gained by the project partners in the management and undertaking of (trans-national) partnerships
de: Von den Projektpartnern gesammelte Erfahrung bei der Vorbereitung und Durchführung von (transnationalen) Partnerschaften

source: Multilingual Comprehension
de: Mehrsprachiges Verstehen

source: The project's theme is linked to EU topics, such as EU enlargement, the roles and activities of the European institutions, the EU's action in matters affecting young people
de: Das Thema des Projektes steht im Zusammenhang mit europäischen Themen, wie z.B. die Erweiterung der EU, die Rollen und Aktivitäten der europäischen Institutionen und die Tätigkeit der EU im Jugendbereich

source: Overall satisfaction regarding support from host organisations for practical arrangements
de: Generelle Zufriedenheit mit der Unterstützung durch die Aufnahmeeinrichtung hinsichtlich praktischer Vorkehrungen für den Auslandaufenthalt

source: College, university and higher education teaching professionals
de: Hochschullehrkräfte

source: Animal husbandry
de: Tierhaltung/Tierzucht

source: Teacher training, general
de: Allgemeine Lehrerausbildung

source: Pedagogical sciences
de: Pädagogik

source: EDUCATION
de: Bildungswesen

source: Erasmus Placements Certificate
de: ERASMUS Praktikumszertifikat

source: Management co-ordinator
de: Management Koordinator

source: Manufacture of rubber and plastic products
de: Produktion von Gummi- und Kunststoffprodukten

source: Nepali
de: Nepalesisch

source: Air transport
de: Lufttransport

source: ROMANIA
de: RUMÄNIEN

source: Informatics
de: Informatik

source: Voluntary body
de: Freiwilligeneinrichtung

source: Anti-discrimination
de: Antidiskriminierung

source: To respond to the educational challenge of an ageing population in Europe
de: Bewältigung der durch die Alterung der europäischen Bevölkerung entstehenden Herausforderungen im Bildungsbereich

source: Journalism and information (others)
de: Journalismus und Informationswesen (sonstige)

source: Humanities and Arts
de: Menschheit und Künste

source: Other, please specify
de: Andere, bitte um Beschreibung

source: Power production
de: Stromerzeugung

source: The organisational arrangements as provided by the host institution
de: Die von der Gasteinrichtung zur Verfügung gestellten organisatorischen Aspekte

source: Group of young people which does not have legal personality under the applicable national law, provided that their representatives have the capacity to undertake legal obligation on their behalf
de: Gruppe junger Menschen, die keinen legalen Status unter dem nationalen anwendbaren Recht hat, sofern ihre VertreterInnen fähig sind, rechtliche Verpflichtungen an ihrer statt einzugehen

source: Non-EC languages
de: Nicht-europäische Sprachen

source: Quality of Service
de: Qualität der Dienstleistung

source: Bologna Stocktaking And 2009 Ministerial Conference
de: Bologna Bestandsaufnahme und Ministerkonferenz 2009

source: Multidisciplinary studies
de: Fachübergreifende Studien

source: Virgin Islands, U.S.
de: Amerikanische Jungferninseln

source: I developed useful contacts for future partnerships
de: Ich habe wertvolle Beziehungen für zukünftige Partnerschaften geknüpft.

source: Entrepreneurship
de: Unternehmerschaft

source: Avaric
de: Awarisch

source: Post-secondary non-tertiary to 5
de: postsenkundär, nicht tertiär bis 5

source: Education and Training 2020 Work Programme
de: Arbeitsprogramm "Bildung & Ausbildung 2020"

source: Cultural Contact Point
de: Kultureller Kontaktpunkt

source: Agriculture, forestry and fishery (others)
de: Land- und Forstwirtschaft udn Fischerei (sonstiges)

source: Institution for in-service teacher training
de: Institutionen der Lehrerfortbildung am Dienstort/im Arbeitsprozess

source: Libyan Arab Jamahiriya
de: Libyien

source: SLOVENIA
de: SLOWENIEN

source: Service workers and shop and market sales workers
de: Servicepersonal und Verkaufs- und Marktmitarbeiter

source: Development of behavioural capacities
de: Entwicklung von Verhaltenskompetenzen

source: Robotics
de: Robotertechnik

source: access to level 5
de: Zugang zu Stufe 5

source: Cornish
de: Kornisch

source: COM Pv
de: COM VB

source: Former teachers and other educational staff re-entering adult education
de: Frühere Lehrkräfte und sonstige Lehrkräfte, die wieder in die Erwachsenenbildung eintreten

source: No Recognition
de: kene Anerkennung

source: Enhanced my organisational/management/leadership skills (classroom management, counselling,...)
de: Hat meine Organisations-, Management-, Führungsqualitäten verbessert (Management im Klassenraum, Beratung ...)

source: Hospital
de: Krankenhaus

source: Broadcasting electronics
de: Rundfunk Elektronik

source: Youth Leisure
de: Jugend Freizeitgestaltung

source: Late grant/Contract payments
de: Verspätete Auszahlung des Zuschusses

source: Centre for vocational guidance and counselling
de: Zentrum für Berufsberatung

source: Developing Vocational Skills considering the labour market needs – New Skills for New Jobs
de: Entwicklung beruflicher Kompetenzen unter Berücksichtigung der Anforderungen des Arbeitsmarkts - "Neue Fähigkeiten für neue Jobs"

source: Young people from 26 to 30 years old
de: Junge Menschen zwischen 26 und 30 Jahren

source: Partnership-building activity
de: Aktivität zum Aufbau von Partnerschaften

source: Feasibility visit
de: Besuch zur Prüfung der Durchführbarkeit

source: Albania
de: Albanien

source: New Zealand
de: Neuseeland

source: Upper secondary and post-secondary - vocational programmes
de: Realschul- und Gymnasialbildung und an die Sekundarschulbildung anschließende Bildung - Berufsbildungsmaßnahmen

source: to foster mutual understanding between young people in different countries
de: Förderung des gegenseitigen Verständnisses von Jugendlichen in verschiedenen Ländern

source: GRUNDTVIG Assistantships
de: GRUNDTVIG Assistenten

source: National youth meeting
de: Nationales Jugendtreffen

source: Ethiopia
de: Äthiopien

source: mathematics
de: Mathematik

source: Humanities (broad programmes)
de: Geisteswissenschaften (breitgefächerte Bildungsgänge)

source: Manufacture of basic metals
de: Produktion von Metallerzeugnissen

source: Europass Language Passport
de: Europass-Sprachenpass

source: Creative, arts and entertainment activities
de: Gestaltungs-, Kunst- und Unterhaltungstätigkeiten
